tap 'homebrew/core'
tap 'homebrew/bundle'
tap 'caskroom/fonts'
tap 'caskroom/cask'
tap 'caskroom/versions'

cask 'adoptopenjdk8'

brew 'ant'
brew 'azure-cli'
brew 'bash'
brew 'cfssl'
brew 'coreutils'
brew 'ctop'
brew 'findutils'
brew 'fn'
brew 'git'
brew 'gitversion'
brew 'go'
brew 'gradle'
brew 'htop'
brew 'httpie'
brew 'hugo'
brew 'kotlin'
brew 'kubernetes-cli'
brew 'kubernetes-helm'
brew 'mackup'
brew 'mas'
brew 'maven'
brew 'node'
brew 'protobuf'
brew 'pt'
brew 'rust'
brew 'tree'
brew 'trash'
brew 'wget'
brew 'yarn'
brew 'zsh'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'

cask 'caffeine'
cask 'ccleaner'
cask 'docker-edge'
cask 'dotnet-sdk'
cask 'dropbox'
cask 'goland'
cask 'google-backup-and-sync'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'hyper'
cask 'intellij-idea'
cask 'kdiff3'
cask 'minikube'
cask 'microsoft-remote-desktop-beta'
cask 'rider'
cask 'sequel-pro'
cask 'slack'
cask 'spectacle'
cask 'vagrant'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'visual-studio-code'

cask 'caskroom/fonts/font-fira-code'
cask 'caskroom/fonts/font-roboto'
cask 'caskroom/fonts/font-spectral'
