tap 'homebrew/core'
tap 'homebrew/bundle'
tap 'caskroom/fonts'
tap 'caskroom/cask'
tap 'caskroom/versions'

brew 'ant'
brew 'asdf'
brew 'azure-cli'
brew 'bash'
brew 'cfssl'
brew 'coreutils'
brew 'findutils'
brew 'git'
brew 'gitversion'
brew 'go'
brew 'gradle'
brew 'htop'
brew 'httpie'
brew 'hub'
brew 'kotlin'
brew 'mackup'
brew 'mas'
brew 'maven'
brew 'node'
brew 'protobuf'
brew 'ripgrep'
brew 'tree'
brew 'trash'
brew 'wget'
brew 'yarn'
brew 'zaquestion/tap/lab'
brew 'zsh'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'

cask 'ccleaner'
cask 'docker-edge'
cask 'dropbox'
cask 'firefox'
cask 'google-backup-and-sync'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'hyper'
cask 'intellij-idea-ce'
cask 'kdiff3'
cask 'minikube'
cask 'rectangle'
cask 'slack'
cask 'visual-studio-code-insiders'

cask 'caskroom/fonts/font-fira-code'
