tap 'homebrew/core'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask'

brew 'azure-cli'
brew 'bash'
brew 'coreutils'
brew 'findutils'
brew 'git'
brew 'htop'
brew 'httpie'
brew 'mackup'
brew 'mas'
brew 'ripgrep'
brew 'starship'
brew 'tree'
brew 'trash'
brew 'wget'

cask 'alacritty'
cask 'ccleaner'
cask 'docker-edge'
cask 'dropbox'
cask 'firefox'
cask 'font-fira-code'
cask 'google-backup-and-sync'
cask 'google-chrome'
cask 'hyper'
cask 'keepassxc'
cask 'rectangle'
cask 'slack'
cask 'visual-studio-code-insiders'
